{"1":{"cbTitle":"This year, Thomson Safaris is celebrating 35 years in Tanzania.","cbContent":"Since 1981, we’ve brought more than 25,000 guests to the country we consider home.","slideTitle":"Why Tanzania? ","slideContent":"We could list thousands of reasons. In honor of our anniversary,we're presenting the top 35. Come explore with us."},"2":{"cbTitle":"Wildlife","cbContent":"Tanzania is truly unrivaled in the breadth and depth of the animals that call it home. Witness the wildlife.","slideTitle":"He finds what you can only see with binoculars.","slideContent":"The male lion intently surveys his surroundings to protect his pride. In the Serengeti, anything can happen in a moment's notice."},"3":{"slideTitle":"\"Twiggy walking the runway\" takes on a different meaning in the Serengeti.","slideContent":"Here, the models are \"twiga,\" Swahili for giraffes, and the runway is a grassy path that never ends."},"4":{"slideTitle":"See the iconic Big 5.","slideContent":"Tanzania is one of the last places on earth you can spot black rhinos, lions, leopards, African buffalo, and elephants in one day."},"5":{"slideTitle":"The African elephant. It's the world's largest land mammal,","slideContent":"And you're sitting just 20 feet away."},"6":{"slideTitle":"Nyumba. Swahili for \"home.\"","slideContent":"Just a canvas wall separates you from the wild. In Thomson's exclusive Nyumba camps, you’re not visiting the Serengeti. You're living it."},"7":{"slideTitle":"In the Serengeti, a leopard meets your gaze,","slideContent":"A striking reminder that you’re a guest in his home."},"8":{"cbTitle":"Mount Kilimanjaro","cbContent":"The world's tallest freestanding mountain; the Roof of Africa. Whatever you choose to call it, Mount Kilimanjaro is a destination you need to see for yourself. Start your climb.","slideTitle":"Somewhere down at basecamp,","slideContent":"Trekkers are taking their first steps toward Uhuru Peak."},"9":{"slideTitle":"Every step is an accomplishment","slideContent":"When your destination is 19,341 feet in the air."},"10":{"slideTitle":"It's hard to believe there's ice in Africa.","slideContent":"The glaciers of Mount Kilimanjaro are some of nature’s most stunning anomalies. Scientists estimate that in just 15 years, they could disappear."},"11":{"slideTitle":"Sights so picture-worthy, you swear they're staged.","slideContent":"With Thomson’s higher quality amenities, you can focus less on logistics and more on moments like this during your climb."},"12":{"slideTitle":"Pole, pole. Swahili for \"slowly.\"","slideContent":"Slow and steady wins the race on Mount Kilimanjaro. What do you win? A sense of empowerment. Accomplishment. And a view from the Roof of Africa."},"13":{"cbTitle":"Great Migration","cbContent":"Occurring predominantly in Tanzania, the Great Migration is one of the world's greatest natural marvels. Join the herd.","slideTitle":"The Great Migration doesn’t have a pause button.","slideContent":"It's an endless cycle of millions of wildebeest, gazelles, and zebras circling through the Serengeti ecosystem."},"14":{"slideTitle":"Ride with us, and you'll see.","slideContent":"Thomson's custom-designed Land Rovers are complete with pop-up roofs, comfortable seating, and zero mileage restrictions."},"15":{"slideTitle":"Take the plunge.","slideContent":"The iconic river crossing occurs in the months of the Great Migration when the herds' hunger outstrips their fear of the dangerous, croc-infested waters."},"16":{"slideTitle":"You're right where you belong.","slideContent":"Thomson's camps move seasonally to follow the action, so you always have a front row seat to the best wildlife sightings."},"17":{"cbTitle":"People","cbContent":"There are more than 120 different cultural groups living in harmony in Tanzania. Everyone you meet has a captivating story to tell. Meet the people.","slideTitle":"You watch as he emerges from the shadows.","slideContent":"Wind bends the grass in his path, and the Maasai warrior looks as if he's been part of this landscape for millennia."},"18":{"slideTitle":"See what Tanzania is like through the eyes of a child.","slideContent":"Experience every moment for the first time and feel the spark of endless potential."},"19":{"slideTitle":"Your guide welcomes you like family","slideContent":"With a personality as large as the Big 5, and a heart warmer than the Tanzanian sun."},"20":{"slideTitle":"Where cultures intersect.","slideContent":"The semi-nomadic Maasai are immediately recognizable in their brightly colored \"shukas\" and beaded jewelry."},"21":{"slideTitle":"What puts tears in visitors' eyes as they're leaving Tanzania","slideContent":"Is not necessarily the elephants or lions they saw on safari. It's the people they met along the way."},"22":{"cbTitle":"Landscapes","cbContent":"With 25% of the country devoted to conservation, Tanzania is a true representation of what the world was like at the very beginning. Look around.","slideTitle":"Float weightlessly over the Serengeti.","slideContent":"Just as the darkness of the night sky begins to lift, so does your balloon. Away you go."},"23":{"slideTitle":"New day, new adventure.","slideContent":"Your anticipation builds as pink clouds replace the night sky. It's time to start exploring."},"24":{"slideTitle":"The Serengeti goes on for miles, but all you can do is focus on him.","slideContent":"There are more than twice as many lions in Tanzania than in Kenya, South Africa, Botswana, Zimbabwe, Zambia, and Namibia combined."},"25":{"slideTitle":"Trekkers' tip: never take your eye off the prize.","slideContent":"Then again, when the prize is Uhuru Peak, who would want to?"},"26":{"slideTitle":"It's like you're on a different mountain every day.","slideContent":"Trekkers pass through five ecosystems on Mount Kilimanjaro – each one more beautiful than the last."},"27":{"slideTitle":"Morning sweeps through the Ngorongoro Crater,","slideContent":"Gently waking all of the life that sleeps beneath it. The best kind of alarm clock."},"28":{"slideTitle":"A color palette that exceeds every artist's dreams.","slideContent":"In the Ngorongoro Crater, flamingos display soft shades of pink that beautifully complement the zebras' bold stripes."},"29":{"slideTitle":"They saved you a seat.","slideContent":"Glide through the silky sands of Zanzibar as you make your way to the ultimate relaxation zone."},"30":{"slideTitle":"Let the sights, sounds, and smells of Zanzibar lure you in.","slideContent":"View the rich history of Stone Town, once the epicenter of the centuries-old slave trade and spice trade."},"31":{"slideTitle":"Everything is bigger in Tarangire.","slideContent":"Herds of elephants and countless Baobab trees fill the remote land of Tarangire National Park."},"32":{"slideTitle":"Listen closely.","slideContent":"You can almost hear this herd of elephants as they graze the sun-drenched plains. Almost."},"33":{"slideTitle":"Go with the flow in Lake Tanganyika.","slideContent":"When the water calms and the waves cease, it's the quiet moments that soothe your soul."},"34":{"slideTitle":"Living in the moment is easy in Mahale.","slideContent":"Study the rays of light as they peek through the leaves, and clear your mind of everything else."},"35":{"cbTitle":"Bucket List","cbContent":"With its enormous wildlife populations and diverse, stunning landscapes, Tanzania is the premier bucket list destination. Cross it off your list.","slideTitle":"An elephant never forgets.","slideContent":"And neither will you. The memory of Tanzania stays in your soul forever."},"36":{"cbTitle":"","cbContent":"","slideTitle":"On the horizon, there's an almost-tangible ray of sunshine.","slideContent":"It's nature's spotlight, illuminating the way to your next adventure. "}}